Repository: YunoHost/appstore
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: ca, de, es, it, nl, pt_br, ru, uk

source: App %(app_id)s not found
ca: No es troba l'aplicació %(app_id)s
de: App %(app_id)s nicht gefunden
es: App %(app_id)s no encontrada
it: L’app %(app_id)s non è stata trovata
nl: App %(app_id)s niet gevonden
pt_br: Aplicativo %(app_id)s não encontrado
ru: Приложение %(app_id)s не найдено
uk: Додаток %(app_id)s не знайдений

source: You must be logged in to be able to star an app
ca: Heu d'iniciar sessió per poder destacar una aplicació
de: Sie müssen angemeldet sein, um eine App markieren zu können
es: Debes iniciar sesión para poder iniciar una aplicación
it: Devi aver effettuato l’accesso per votare un’app
nl: Log in om een app aan favorieten toe te voegen
pt_br: Você deve estar autenticado para poder marcar um aplicativo com estrela
ru: Вы обязаны войти в систему, чтобы поставить звезду приложению
uk: Ви повинні увійти в систему, щоб мати можливість запустити додаток

source: Note that, due to various abuses, we restricted login on the app store to 'trust level 1' users.<br/><br/>'Trust level 1' is obtained after interacting a minimum with the forum, and more specifically: entering at least 5 topics, reading at least 30 posts, and spending at least 10 minutes reading posts.
ca: Tingueu en compte que, a causa de diversos abusos, vam restringir l'inici de sessió a la botiga d'aplicacions als usuaris del «nivell de confiança 1».<br/><br/>El «nivell de confiança 1» s'obté després d'interaccionar com a mínim amb el fòrum, i més concretament: introduir almenys 5 temes, llegir almenys 30 publicacions i dedicar almenys 10 minuts llegint publicacions.
de: Beachten Sie, dass wir aufgrund verschiedener Missbräuche die Anmeldung im App-Store auf Benutzer der „Vertrauensstufe 1“ beschränkt haben.<br/><br/>„Vertrauensstufe 1“ wird erreicht, wenn man mindestens mit dem Forum interagiert hat, spezifisch: Mindestens 5 Themen geöffnet, mindestens 30 Beiträge gelesen und mindestens 10 Minuten damit verbracht haben, Beiträge zu lesen.
es: Tenga en cuenta que, debido a varios abusos, restringimos el inicio de sesión en la tienda de aplicaciones a usuarios de 'nivel de confianza 1'.<br/><br/>El 'nivel de confianza 1' se obtiene después de interactuar un mínimo con el foro, y más específicamente: ingresar al menos 5 temas, leer al menos 30 publicaciones y dedicar al menos 10 minutos a leer publicaciones.
it: Nota che, per diversi abusi, abbiamo ristretto l’accesso all’app store alle persone che hanno ‘trust level 1’<br/><br/>Il ‘trust level 1’ si ottiene dopo aver interagito un minimo nel forum, specificamente: visitando almeno 5 argomenti, leggendo almeno 30 post, e spendendo almeno 10 minuti a leggere post.
nl: Houd er rekening mee dat we vanwege diverse misbruiken het inloggen in de app store hebben beperkt tot gebruikers met 'trust level1'.<br/><br/>'Trust level 1' wordt verkregen na een minimale interactie met het forum, en meer specifiek: minimaal 5 onderwerpen invoeren, minimaal 30 berichten lezen en minimaal 10 minuten besteden aan het lezen van berichten.
pt_br: Note que, devido a vários abusos, restringimos o login na loja de aplicativos a usuários com 'nível de confiança 1' (trust level 1).<br/><br/>O 'nível de confiança 1' (trust level 1) é obtido após uma interação mínima com o fórum, mais especificamente: participar de pelo menos 5 tópicos, ler pelo menos 30 postagens e dedicar pelo menos 10 minutos à leitura das postagens.
ru: Заметьте, что из-за неправомерного использования, мы ограничили вход в магазин приложений только для пользователей «1 уровня доверия».<br/><br/> «1 уровень доверия» получается после небольшого взаимодействия с форумом, то есть: участие как минимум в 5 темах, прочтение как минимум 30 постов и трата как минимум 10 минут на чтение постов.
uk: Зверніть увагу, що через різні зловживання ми обмежили вхід у магазин додатків користувачами з «рівнем довіри 1».<br/><br/>«Рівень довіри 1» отримується після мінімальної взаємодії з форумом, а саме: участі у щонайменше 5 темах, прочитання щонайменше 30 публікацій та витрачання щонайменше 10 хвилин на читання публікацій.

source: You must be logged in to submit an app to the wishlist
ca: Heu d'iniciar sessió per enviar una aplicació a la llista de desitjos
de: Sie müssen angemeldet sein, um eine App auf die Wunschliste zu setzen
es: Debes iniciar sesión para enviar una aplicación a la lista de deseos
it: Devi aver effettuato l’accesso per proporre un’applicazione nella lista dei desideri
nl: Log in om een app voor de verlanglijst in te dienen
pt_br: Você deve estar autenticado para adicionar um aplicativo para a lista de desejos
ru: Вы обязаны войти в систему, чтобы добавить приложение в список желаемого
uk: Ви повинні увійти, щоб додати додаток до списку бажань

source: Invalid CSRF token, please refresh the page and try again
ca: El testimoni CSRF no és vàlid; actualitzeu la pàgina i torneu-ho a provar
de: Ungültiges CSRF-Token. Bitte aktualisieren Sie die Seite und versuchen Sie es erneut
es: Token CSRF no válido. Actualice la página e inténtelo de nuevo
it: Gettone CSRF non valido. Ricarica la pagina e riprova
nl: Ongeldig CSRF-token; ververs de pagina en probeer opnieuw
pt_br: Token CSRF inválido, atualize a página e tente novamente
ru: Неправильный токен CSRF, пожалуйста, перезагрузите страницу и попробуйте снова
uk: Недійсний токен CSRF, будь ласка, оновіть сторінку та спробуйте ще раз

source: Proposing wishlist additions is limited to once every 15 days per user. Please try again in a few days.
ca: La proposta d'addicions a la llista de desitjos està limitada a un cop cada 15 dies per usuari. Si us plau, torna-ho a provar d'aquí a uns dies.
de: Das Vorschlagen von Einträgen zur Wunschliste ist auf einmal alle 15 Tage pro Benutzer beschränkt. Bitte versuchen Sie es in ein paar Tagen noch einmal.
es: Agregard un deseo esta limitado a uno cada quince días por usuario. Intente mas tarde.
it: La proposta di aggiunta alla lista dei desideri è limitata a una volta ogni 15 giorni per ciascuna persona. Riprova fra qualche giorno.
nl: Toevoegingen aan de verlanglijst zijn beperkt tot één keer per 15 dagen per gebruiker. Probeer het over een paar dagen opnieuw.
pt_br: Propor adições à lista de desejos é limitado a uma vez a cada 15 dias por usuário. Por favor, tente novamente em alguns dias.
ru: Добавки в список желаний ограничены раз в 15 дней на одного пользователя. Пожалуйста, попробуйте еще раз через несколько дней.
uk: Пропонувати доповнення до списку бажань можна лише раз на 15 днів на користувача. Будь ласка, спробуйте ще раз через кілька днів.

source: App name should be at least 3 characters
ca: El nom de l'aplicació ha de tenir com a mínim 3 caràcters
de: Der App-Name sollte mindestens 3 Zeichen lang sein
es: El nombre de la aplicación debe contener por lo menos tres caracteres
it: Il nome dell’app deve contenere almeno 3 caratteri
nl: App-naam moet minimaal 3 tekens lang zijn
pt_br: O nome do aplicativo deve ter pelo menos 3 caracteres
ru: Имя приложения должно быть длиной хотя бы в 3 символа
uk: Назва додатку має містити щонайменше 3 символи

source: App name should be less than 30 characters
ca: El nom de l'aplicació ha de tenir menys de 30 caràcters
de: Der App-Name sollte weniger als 30 Zeichen lang sein
es: El nombre de la aplicación debe contener menos de treinta caracteres
it: Il nome dell’app deve contenere meno di 30 caratteri
nl: App-naam moet minder dan 30 tekens lang zijn
pt_br: O nome do aplicativo deve ter menos de 30 caracteres
ru: Имя приложения должно быть длиной хотя бы в 30 символов
uk: Назва додатку має містити менше 30 символів

source: App description should be at least 5 characters
ca: La descripció de l'aplicació ha de tenir almenys 5 caràcters
de: Die App-Beschreibung sollte mindestens 5 Zeichen lang sein
es: La descripción de la aplicación deber contener por lo menos cinco caracteres
it: La descrizione dell’app deve contenere almeno 5 caratteri
nl: De app-beschrijving moet ten minste 5 tekens zijn
pt_br: A descrição do aplicativo deve ter pelo menos 5 caracteres
ru: Описание приложения должно содержать как минимум 5 символов
uk: Опис додатку має містити щонайменше 5 символів

source: App description should be less than 100 characters
ca: La descripció de l'aplicació ha de tenir menys de 100 caràcters
de: Die App-Beschreibung sollte weniger als 100 Zeichen umfassen
es: La descripción de la aplicación de contener menos de 100 caracteres
it: La descrizione dell’app deve contenere meno di 100 caratteri
nl: De app-beschrijving moet minder dan 100 tekens lang zijn
pt_br: A descrição do aplicativo deve ter menos de 100 caracteres
ru: Описание приложения должно содержать менее 100 символов
uk: Опис додатку має містити менше 100 символів

source: Upstream code repo URL should be at least 10 characters
ca: L'URL del dipòsit de codi amunt ha de tenir com a mínim 10 caràcters
de: Die Upstream-Code-Repository-URL sollte mindestens 10 Zeichen lang sein
es: La URL del código fuente original deber contener por lo menos 10 caracteres
it: L’URL della repository contenente il codice upstream deve contenere almeno 10 caratteri
nl: De upstream-URL voor de coderepository moet minimaal 10 tekens lang zijn
pt_br: A URL do repositório de código upstream deve ter pelo menos 10 caracteres
ru: URL репозитория исходного кода должен содержать не менее 10 символов
uk: URL-адреса репозиторію коду вищого рівня повинна містити щонайменше 10 символів

source: Upstream code repo URL should be less than 150 characters
ca: L'URL del dipòsit de codi amunt ha de tenir menys de 150 caràcters
de: Die Upstream-Code-Repository-URL sollte weniger als 150 Zeichen lang sein
es: La URL del codigo fuente original debe contener menos de 150 caracteres
it: L’URL della repository contenente il codice upstream può contenere al massimo 100 caratteri
nl: De upstream-URL voor de coderepository moet minder dan 150 tekens lang zijn
pt_br: A URL do repositório de código upstream deve ter menos de 150 caracteres
ru: URL репозитория исходного кода должен содержать менее 150 символов
uk: URL-адреса репозиторію коду вищого рівня має містити менше 150 символів

source: License URL should be at least 10 characters
ca: L'URL de la llicència ha de tenir com a mínim 10 caràcters
de: Die Lizenz-URL sollte mindestens 10 Zeichen lang sein
es: La URL de la licencia de contener por lo menos 10 caracteres
it: L’URL della licenza deve contenere almeno 10 caratteri
nl: Licentie-URL moet minimaal 10 tekens lang zijn
pt_br: O URL da licença deve ter pelo menos 10 caracteres
ru: URL лицензии должен содержать не менее 10 символов
uk: URL-адреса ліцензії має містити щонайменше 10 символів

source: License URL should be less than 250 characters
ca: L'URL de la llicència ha de tenir menys de 250 caràcters
de: Die Lizenz-URL sollte weniger als 250 Zeichen lang sein
es: La URL de la licencia debe contener 250 caracteres máximo
it: L’URL della licenza può contenere al massimo 250 caratteri
nl: Licentie-URL moet minder dan 250 tekens lang zijn
pt_br: O URL da licença deve ter menos de 250 caracteres
ru: URL лицензии должен содержать менее 250 символов
uk: URL-адреса ліцензії має містити менше 250 символів

source: Website URL should be less than 150 characters
ca: L'URL del lloc web ha de tenir menys de 150 caràcters
de: Die Website-URL sollte weniger als 150 Zeichen lang sein
es: La URL del sitio web debe contener 150 caracteres máximo
it: L’URL del sito può contenere al massimo 150 caratteri
nl: Website-URL moet minder dan 150 tekens lang zijn
pt_br: O URL do site deve ter menos de 150 caracteres
ru: URL-адрес веб-сайта должен содержать не более 150 символов
uk: URL-адреса веб-сайту має містити менше 150 символів

source: App name contains special characters
ca: El nom de l'aplicació conté caràcters especials
de: Der App-Name enthält Sonderzeichen
es: El nombre de la aplicación contiene caracteres especiales
it: Il nome dell’app contiene caratteri speciali
nl: App-naam bevat speciale tekens
pt_br: O nome do aplicativo contém caracteres especiais
ru: Название приложения содержит специальные символы
uk: Назва додатку містить спеціальні символи

source: Please focus on what the app does, without using marketing, fuzzy terms, or repeating that the app is 'free' and 'self-hostable'. English language is preferred.
ca: Si us plau, centreu-vos en el que fa l'aplicació, sense fer servir màrqueting, termes difusos ni repetir que l'aplicació és «gratuïta» i «autohostatjada».
de: Bitte konzentrieren Sie sich auf die Funktionen der App und verwenden Sie keine schwammigen Marketingbegriffe oder wiederholen Sie, dass die App „kostenlos“ ist und „selbst gehostet werden kann“. Die englische Sprache wird bevorzugt.
es: Por favor focalizarse en lo que hace la aplicación, sin usar formulaciones marketing, palabras difusas, o repetir que la aplicación esta gratuita y auto alojada.
it: Concentrati su ciò che l’applicazione fa, senza usare termini di marketing poco chiari e senza ripetere che l’app è “libera” e “self-hostabile”. È preferibile usare l’inglese.
nl: Richt op wat de app doet, zonder marketing of vage termen te gebruiken of te herhalen dat de app 'gratis' en 'zelf-hostbaar' is.
pt_br: Concentre-se no que o aplicativo faz, sem usar marketing, termos difusos ou repetir que o aplicativo é "gratuito" e "auto-hospedável". O idioma inglês é preferido.
ru: Пожалуйста, сфокусируйтесь на том, что приложение делает, без использование маркетинговых, нечётких терминов или повторения того, что приложение «свободное» и «без лишних зависимостей».
uk: Будь ласка, зосередьтеся на тому, що робить додаток, без використання маркетингу, нечітких термінів або повторення того, що додаток «вільний» та «саморозміщуваний». Бажано використовувати англійську мову.

source: No need to repeat the name of the app. Focus on what the app does.
ca: No cal repetir el nom de l'aplicació. Centra't en el que fa l'aplicació.
de: Bitte wiederholen Sie den Namen der Anwendung nicht. Es geht darum, was die App tut.
es: No es necesario repetir el nombre de la aplicación. Focalice en lo que hace la aplicación.
it: Non c’è bisogno di ripetere il nome dell’app. Concentrati su ciò che fa.
nl: Geen noodzaak om de naam van de app te herhalen. Wees gericht op wat de app doet.
pt_br: Não há necessidade de repetir o nome do aplicativo. Concentre-se no que o aplicativo faz.
ru: Не нужно повторять название приложения. Сосредоточьтесь на том, что делает приложение.
uk: Не потрібно повторювати назву додатку. Зосередьтеся на тому, що він робить.

source: An entry with the name %(slug)s already exists in the wishlist, instead, you can <a href='%(url)s'>add a star to the app to show your interest</a>.
ca: Una entrada amb el nom %(slug)s ja existeix a la llista de desitjos; en canvi, podeu <a href='%(url)s'>afegir una estrella a l'aplicació per mostrar el vostre interès</a>.
de: In der Wunschliste ist bereits ein Eintrag mit dem Namen %(slug)s vorhanden. Sie können stattdessen der App <a href='%(url)s'>einen Stern hinzufügen</a>, um Ihr Interesse zu zeigen.
es: La aplicación %(slug)s ya existe. Puede <a href='%(url)s'>agregar una estrella a esta app para mostrar su interes</a>.
it: Nella lista dei desideri esiste già una voce con il nome %(slug)s, puoi però <a href='%(url)s'>votare l’app relativa per manifestare il tuo interesse</a>.
nl: Er staat al een voorkomen met de naam %(slug)s op de verlanglijst. Je zou een ster kunnen zetten bij <a href='%(url)s'> om je interesse te tonen</a>.
pt_br: Uma entrada com o nome %(slug)s já existe na lista de desejos, em vez disso, você pode <a href='%(url)s'>adicionar uma estrela ao aplicativo para mostrar seu interesse</a>.
ru: Запись с именем %(slug)s уже существует в списке желаний, вместо этого вы можете <a href='%(url)s'>добавить звёздочку к приложению, чтобы показать свой интерес</a>.
uk: Запис із назвою %(slug)s вже існує у списку бажань, натомість ви можете <a href='%(url)s'>додати зірочку до програми, щоб показати свою зацікавленість</a>.

source: We're sorry, but this app is listed among the already declined apps. The specified reason is:<br /><q>%(reason)s</q>
ca: Ho sentim, però aquesta aplicació apareix entre les aplicacions ja rebutjades. El motiu especificat és:<br /><q>%(reason)s</q>
de: Es tut uns leid, aber diese App ist unter den bereits abgelehnten Apps aufgeführt. Der genaue Grund ist:<br /><q>%(reason)s</q>
es: Disculpa, pero esta aplicación ya esta en la lista de aplicaciones rechazadas. El motivo es el siguiente: <br /><q>%(reason)s</q>
it: Ci dispiace, ma quest’app è fra le app già rifiutate. In particolare, la ragione è:<br /><q>%(reason)s</q>
nl: Sorry, deze app staat op de lijst met reeds afgewezen apps. Als reden is gegeven: <br /><q>%(reason)s</q>
pt_br: Lamentamos, mas este aplicativo está listado entre os aplicativos já recusados. O motivo especificado é:<br /><q>%(reason)s</q>
ru: К сожалению, это приложение находится в списке уже отклоненных приложений. Указанная причина:<br /><q>%(reason)s</q>
uk: На жаль, цей додаток є серед уже відхилених додатків. Вказана причина:<br /><q>%(reason)s</q>

source: An app with the name %(slug)s already exists in the catalog, <a href='%(url)s'>you can see its page here</a>.
ca: Una aplicació amb el nom %(slug)s ja existeix al catàleg, <a href='%(url)s'>podeu veure la seva pàgina aquí</a>.
de: Eine Applikation mit dem Namen %(slug)s existiert bereits im Katalog, <a href='%(url)s'>Sie können ihre Seite hier sehen</a>.
es: La aplicación %(slug)s ya existe. <a href='%(url)s'>puede ver su pagina aquí</a>.
it: Un’app con il nome %(slug)s esiste già nel catalogo, <a href='%(url)s'>puoi visualizzare la sua pagina qui</a>.
nl: Er staat al een app met de naam %(slug)s in de catalogus, <a href='%(url)s'>bekijk de app-pagina</a>.
pt_br: Um aplicativo com o nome %(slug)s já existe no catálogo, <a href='%(url)s'>você pode ver sua página aqui</a>.
ru: Приложение с названием %(slug)s уже существует в каталоге, <a href='%(url)s'>вы можете ознакомиться с его страницей здесь</a>.
uk: Додаток з назвою %(slug)s вже існує в каталозі, <a href='%(url)s'>ви можете переглянути його сторінку тут</a>.

source: Failed to create the pull request to add the app to the wishlist… Maybe there's already <a href='%(url)s'>a waiting PR for this app</a>? Else, please report the issue to the YunoHost team.
ca: No s'ha pogut crear la sol·licitud d'extracció per afegir l'aplicació a la llista de desitjos… Potser ja hi ha <a href='%(url)s'>un PR esperant per a aquesta aplicació</a>? En cas contrari, si us plau, informeu el problema a l'equip de YunoHost.
de: Pull-Request zum Hinzufügen der App zur Wunschliste konnte nicht erstellt werden… Vielleicht gibt es bereits <a href='%(url)s'>einen wartenden PR für diese App</a>? Andernfalls melden Sie das Problem bitte dem YunoHost-Team.
es: Hubo un error al agregar la aplicación a la lista de deseo... ¿puede ser que ya se esta <a href='%(url)s'>procesando su inclusion </a>? O intenta contactar al equipo Yunohost.
it: La creazione della pull request per richiedere l’aggiunta dell’app alla lista dei desideri è fallita… Forse perché per quest’app c’è già <a href='%(url)s'>una PR in attesa</a>? Se non è così, segnala questo problema alla squadra di YunoHost.
nl: Er kon geen pull-request gemaakt worden om de app aan de verlanglijst toe te voegen... Misschien staat er al <a href='%(url)s'>een PR in de wacht </a> voor deze app? Zoniet, dan is het fijn als je een melding maakt aan het YunoHost-team.
pt_br: Falha ao criar a solicitação de pull para adicionar o aplicativo à lista de desejos... Talvez já exista <a href='%(url)s'>um PR em espera para este aplicativo</a>? Caso contrário, relate o problema à equipe do YunoHost.
ru: Не удалось создать запрос на добавление приложения в список желаний… Возможно, для этого приложения уже есть <a href='%(url)s'>ожидающий запрос на добавление</a>? В противном случае, пожалуйста, сообщите об этой проблеме команде YunoHost.
uk: Не вдалося створити запит на додавання програми до списку бажань… Можливо, для цієї програми вже є <a href='%(url)s'>запит на оновлення</a>? В іншому випадку, будь ласка, повідомте про проблему команді YunoHost.

source: Your proposed app has succesfully been submitted. It must now be validated by the YunoHost team. You can track progress here: <a href='%(url)s'>%(url)s</a>
ca: La vostra aplicació proposada s'ha enviat correctament. Ara ha de ser validat per l'equip de YunoHost. Podeu fer un seguiment del progrés aquí: <a href='%(url)s'>%(url)s</a>
de: Ihre vorgeschlagene App wurde erfolgreich eingereicht. Sie muss nun vom YunoHost-Team validiert werden. Sie können den Fortschritt hier verfolgen: <a href='%(url)s'>%(url)s</a>
es: Su proposición fue agregada de manera satisfactoria. Esta a la espera de su validación por parte del equipo YunoHost. Puede ver el avance aquí: <a href='%(url)s'>%(url)s</a>
it: La proposta per l’app che hai appena compilato è stata inviata con successo. Ora dev’essere convalidata dalla squadra di YunoHost. Puoi tenere traccia del progresso qui: <a href='%(url)s'>%(url)s</a>
nl: Je voorgestelde app is met succes ingediend. Hij moet door het Yunohost-team gevalideerd worden. Je kan de voortgang volgen op <a href='%(url)s'>%(url)s</a>
pt_br: Seu aplicativo proposto foi enviado com sucesso. Agora ele deve ser validado pela equipe do YunoHost. Você pode acompanhar o progresso aqui: <a href='%(url)s'>%(url)s</a>
ru: Ваша заявка на создание приложения была успешно отправлена. Теперь она должна быть утверждена командой YunoHost. Вы можете отслеживать ход обработки заявки здесь: <a href='%(url)s'>%(url)s</a>
uk: Запропонований вами додаток успішно надіслано. Тепер його має перевірити команда YunoHost. Ви можете відстежувати його статус тут: <a href='%(url)s'>%(url)s</a>

source: Unfortunately, login was denied.
ca: Malauradament s'ha denegat l'inici de sessió.
de: Leider wurde die Anmeldung verweigert.
es: Desafortunadamente , su inicio de sesión fue rechazado.
it: Purtroppo l’accesso è stato rifiutato.
nl: Helaas werd login geweigerd.
pt_br: Infelizmente, o login foi negado.
ru: К сожалению, вход был запрещён.
uk: На жаль, у вході було відмовлено.

source: Logo for %(app)s
ca: Logotip de %(app)s
de: Logo für %(app)s
es: Logo para %(app)s
it: Logo di %(app)s
nl: Logo voor %(app)s
pt_br: Logo para %(app)s
ru: Логотип для %(app)s
uk: Логотип для %(app)s

source: This app is currently flagged as broken because it failed our automatic tests.
ca: Actualment aquesta aplicació està marcada com a trencada perquè no ha passat les nostres proves automàtiques.
de: Diese App ist derzeit als defekt gekennzeichnet, da sie unsere automatischen Tests nicht bestanden hat.
es: Esta aplicación esta actualmente marcada como rota debido a que fallaron la pruebas automáticas.
it: Quest’app è momentaneamente segnalata come rotta perché ha fallito i nostri test automatici.
nl: Deze app is momenteel gemarkeerd als defect omdat deze niet is geslaagd voor onze automatische tests.
pt_br: Este aplicativo está atualmente sinalizado como quebrado porque falhou em nossos testes automáticos.
ru: Это приложение в настоящее время помечено как неработающее, поскольку оно не прошло наши автоматические тесты.
uk: Цей додаток наразі позначено як несправний, оскільки він не пройшов наші автоматичні тести.
