Repository: YunoHost/appstore
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: ca, de, es, it, nl, pt_br, ru, uk

source: This is where packagers can monitor the status of automatic tests (CI) and ongoing major pull requests accross all apps. If you want to get started with app packaging in YunoHost, please check out the <a class='text-blue-500' href='https://yunohost.org/packaging_apps'>packaging documentation</a> and come say hi to us on the <a class='text-blue-500' href='https://yunohost.org/chat_rooms'>app packaging chatroom</a>!
ca: Aquí és on els empaquetadors poden controlar l'estat de les proves automàtiques (CI) i les sol·licituds importants en curs a totes les aplicacions. Si voleu començar amb l'empaquetat d'aplicacions a YunoHost, consulteu la <a class='text-blue-500' href='https://yunohost.org/packaging_apps'>documentació d'empaquetat</a> i digueu hola a la <a class='text-blue-500' href='https://yunohost.org/chat_rooms'>sala de xat d'empaquetat d'aplicacions</a>!
es: Aquí los integradores pueden revisar el avance de las pruebas automáticas y las solicitudes de modificaciones de todas las aplicaciones. Si quiere participar, empieza por <a class='text-blue-500' href='https://yunohost.org/packaging_apps'>la documentación de integración</a> y ¡ salúdanos en <a class='text-blue-500' href='https://yunohost.org/chat_rooms'> la sala de chat de integración de aplicación</a>!
nl: Hier kunnen packagers de status van automatische tests (CI) en voortdurende hoofd-pull-requests over alle apps volgen. Als je aan de slag wil met app-packaging voor YunoHost, lees dan alsjeblieft <a class='text-blue-500' href='https://yunohost.org/packaging_apps'>de packaging documentatie</a> en zeg eens gedag in de <a class='text-blue-500' href='https://yunohost.org/chat_rooms'>app-packaging chatroom</a>!
uk: Тут розробники пакетів можуть контролювати стан автоматичних тестів (CI) та поточних основних запитів на зняття (pull requests) для всіх додатків. Якщо ви хочете розпочати роботу з пакетуванням додатків у YunoHost, будь ласка, ознайомтеся з <a class='text-blue-500' href='https://yunohost.org/packaging_apps'>документацією щодо пакетування</a> та привітайтеся з нами у <a class='text-blue-500' href='https://yunohost.org/chat_rooms'>чаті, присвяченому пакетуванню додатків</a>!

source: Filter
ca: Filtre
es: Filtar
ru: Фильтр
uk: Фільтр

source: (None)
ca: (Cap)
de: (Nichts)
es: (ninguno)
nl: (Geen)
ru: (Нет)
uk: (Немає)

source: Regressions on main CI
ca: Regressions sobre CI principal
es: Regresión en CI main
nl: Regressie op hoofd-CI
ru: Регрессии по основному CI
uk: Регресії на головному CI

source: Broken / low quality apps
ca: Aplicacions trencades / de baixa qualitat
de: Defekte / niedrige Qualität-Apps
es: Aplicaciones Rota / calidad baja
nl: Kapotte / lage-kwaliteits-apps
ru: Неработающие/низкокачественные приложения
uk: Зламані/низькоякісні додатки

source: Outdated tests on main CI
ca: Proves obsoletes sobre CI principal
de: Veraltete Tests der Haupt-CI
es: Pruebas vencidas en CI main
nl: Achterhaalde tests op hoofd-CI
ru: Устаревшие тесты на основном CI
uk: Застарілі тести на головному CI

source: Regressions since Bullseye
ca: Regressions des de Bullseye
es: Error en CI main

source: Regressions on Trixie
ca: Regressions sobre Trixie
es: Error en CI main
nl: Regressie op Trixie
ru: Регрессии на Trixie
uk: Регресії на Trixie

source: Apps with testings PRs
ca: Aplicacions amb PR de proves
es: Aplicaciones con solicitudes de modificaciones en "testing"
nl: Apps met PR's voor testing
ru: Приложения с тестированием PR
uk: Додатки з тестуваннями PR

source: Apps with autoupdate PRs
ca: Aplicacions amb PR d'actualització automàtica
es: Aplicaciones con solicitudes de modificaciones automaticas
nl: Apps met autoupdate-PR's
ru: Приложения с автоматическим обновлением PR
uk: Додатки з автоматичним оновленням PR

source: Apps with issues
ca: Aplicacions amb problemes
de: Apps mit Fehlern
es: Aplicaciones con errores
nl: Apps met problemen
ru: Приложения с проблемами
uk: Додатки з проблемами

source: Packaging v1 apps
ca: Empaquetat d'aplicacions v1

source: Quality level
ca: Nivell de qualitat
de: Qualitätslevel
es: Nivel de calidad
nl: Kwaliteitsniveau
ru: Уровень качества
uk: Рівень якості

source: Popularity stars
ca: Popularitat
de: Popularität
es: Valoración
nl: Populariteit
ru: Звёзды популярности
uk: Зірки популярності

source: Last update on main/master branch
ca: Última actualització a la branca principal/mestra
de: Letztes Update am main/master-Branch
es: Ultima actualización en la rama main/master
nl: Laatste update op main-/hoofd-branch
ru: Последнее обновление в основной/главной ветке
uk: Останнє оновлення в основній/головній гілці

source: Last update on testing branch
ca: Última actualització de la branca de proves
de: Letztes Update am Testing-Branch
es: Ultima actualización el la rama testing
nl: Laatste update op de testing-branch
ru: Последнее обновление в ветке тестирования
uk: Останнє оновлення тестової гілки

source: Number of opened issues
ca: Nombre de problemes oberts
de: Anzahl der offenen Probleme
es: Numero de errores abiertas
nl: Aantal geopende problemen
ru: Количество открытых вопросов
uk: Кількість відкритих питань

source: Hide deprecated/unmaintained apps
ca: Amaga les aplicacions obsoletes/no mantingudes
de: Verstecke veraltete/nicht mehr gewartete Applikationen
es: Esconder las aplicaciones no mantenidas o menospreciadas
nl: Verberg vervallen/niet-onderhouden apps
ru: Скрыть устаревшие/неподдерживаемые приложения
uk: Приховати застарілі/непідтримувані додатки

source: App
ca: Aplicació
de: Applikation
es: Aplicación
ru: Приложение
uk: Додаток

source: Main CI
ca: CI principal
de: Haupt-CI
es: CI main
nl: Hoofd-CI
ru: Основная CI
uk: Головний Cl

source: Bullseye CI
ca: CI Bullseye
es: CI bullseye

source: Trixie CI
ca: CI Trixie
es: CI Trixie

source: Testing PR
ca: Prova de PR
es: PR Testing
ru: Тестирование PR
uk: Тестування PR

source: Autoupdate PR
ca: Actualització automàtica de PR
es: PR autoupdate
ru: Автоматическое обновление PR
uk: Автооновлення PR

source: Issues
ca: Problemes
de: Fehler
es: Incidentes
nl: Problemen
ru: Проблемы
uk: Проблеми

source: Broken
ca: Trencat
de: Defekt
es: Rota
nl: Kapot
ru: Сломано
uk: Зламано

source: Low quality
ca: Baixa qualitat
de: Geringe Qualität
es: Calidad baja
nl: Lage kwaliteit
ru: Низкое качество
uk: Низька якість

source: Outdated test (%(days)s days ago)
ca: Prova obsoleta (fa %(days)s dies)
es: pruebas vencidas (%(days)s)
nl: Achterhaalde tests (%(days)s dagen geleden)
ru: Устаревший тест (%(days)s дней назад)
uk: Застарілий тест (%(days)s днів тому)

source: Inactive (%(days)s days ago)
ca: Inactiu (fa %(days)s dies)
de: Inaktiv seit (%(days)s Tagen
es: Inactivo (%(days)s)
nl: Reeds (%(days)s dagen) inactief
ru: Неактивно (%(days)s дней назад)
uk: Неактивний (%(days)s днів тому)

source: Packaging v1
ca: Empaquetat v1

source: Deprecated
ca: Aplicacions obsoletes
de: Veraltete Applikationen
es: Obsoleto
nl: Vervallen
ru: Устаревшее
uk: Застаріло

source: Not maintained
ca: No es manté
de: Nicht betreut
es: Sin mantenedor
it: Non più mantenuta
nl: Niet-onderhouden
ru: Не поддерживается
uk: Не обслуговується

source: Last data update %(time)s ago
ca: Última actualització de dades fa %(time)s
es: Ultima actualisación hace %(time)s
it: Ultimo aggiornamento delle informazioni %(time)s fa
nl: Laatste update %(time)s geleden
ru: Последнее обновление данных %(time)s назад
uk: Останнє оновлення даних %(time)s тому

source: Application Store
ca: Botiga d'aplicacions
de: Applikations-Store
es: Catálogo de aplicaciones
nl: App-winkel
ru: Магазин приложений
uk: Магазин додатків

source: Browse all applications
ca: Exploreu totes les aplicacions
de: Alle Applikationen
es: Todas las aplicaciones
it: Esplora tutte le applicazioni
nl: Blader door de apps
ru: Просмотреть все приложения
uk: Переглянути всі додатки

source: Suggest an app
ca: Suggerir una aplicació
de: Eine App vorschlagen
es: Sugerir una aplicación
it: Suggerisci un’app
nl: Een app voorstellen
ru: Предложить приложение
uk: Запропонуйте додаток

source: Suggest an application to be added to YunoHost's catalog
ca: Suggerir una aplicació per afegir al catàleg de YunoHost
de: Schlagen Sie eine Applikation vor, die zum YunoHost-Katalog hinzugefügt werden soll
es: Sugerir una aplicación para agregar al catálogo YunoHost
it: Suggerisci un’applicazione da aggiungere al catalogo di YunoHost
nl: Stel een appsicatie voor om toegevoegd te worden aan de YunoHost-catalogus
ru: Предложить приложение для добавления в каталог YunoHost
uk: Запропонуйте додаток для додавання до каталогу YunoHost

source: You must first login to be allowed to submit an app to the wishlist
ca: Primer heu d'iniciar sessió per poder enviar una aplicació a la llista de desitjos
de: Um eine App auf die Wunschliste setzen zu können, müssen Sie sich zuerst einloggen
es: Conectase antes de sugerir una aplicación
it: Devi prima effettuare l’accesso perché ti sia permesso di aggiungere un’app alla lista dei desideri
nl: Je moet ingelogd zijn voor je een app op de verlanglijst mag zetten
ru: Вы должны сначала войти в систему, чтобы иметь возможность добавить приложение в список желаний
uk: Ви повинні спочатку увійти, щоб мати можливість додати додаток до списку бажань

source: Due to abuses, only one proposal every 15 days per user is allowed.
ca: A causa dels abusos, només es permet una proposta cada 15 dies per usuari.
de: Aufgrund von Missbräuchen ist nur ein Vorschlag alle 15 Tage pro Benutzer zulässig.
es: Debido a abusos, la sugestión esta limitada a una por usuario cada 15 días.
nl: Wegens misbruik, mag elke gebruiker slechts eens per 15 dagen een voorstel doen.
ru: В связи со злоупотреблениями, каждому пользователю разрешается подавать только одно предложение каждые 15 дней.
uk: Через зловживання, дозволяється лише одна пропозиція кожні 15 днів на користувача.

source: Reviewing those proposals is tiring for volunteers, please don't yolo-send every random nerdy stuff you find on the Internet.
ca: Revisar aquestes propostes és cansador per als voluntaris, si us plau, no envieu a la babalà totes les coses frikis a l'atzar que trobeu a Internet.
de: Die Prüfung dieser Vorschläge ist für Freiwillige ermüdend. Bitte verschicken Sie nicht jedes beliebige nerdige Zeug, das Sie im Internet finden.
es: La verificación de las sugestiones depende de voluntarios, por favor no sugiere cualquier aplicaciones nerd que encuentre.
nl: De voorstellen worden handmatig door vrijwilligers beoordeeld. Doe alsjeblieft geen voorstel voor alle willekeurige nerdsels die je vindt op 't Net.
ru: Рассмотрение этих предложений утомительно для добровольных помощников, пожалуйста, не присылайте всё подряд, что найдёте в Интернете.
uk: Перегляд цих пропозицій виснажує волонтерів, будь ласка, не надсилайте всілякі занудні штуки, які знайдете в Інтернеті.

source: Name
ca: Nom
es: Nombre
nl: Naam
ru: Название
uk: Назва

source: App's description
ca: Descripció de l'aplicació
de: App Beschreibung
es: Descripción de la aplicación
nl: App-beschrijving
ru: Описание приложения
uk: Опис додатку

source: Please be concise and focus on what the app does.
ca: Sigues concís/a i centra't en el que fa l'aplicació.
de: Seien Sie bitte prägnant und konzentrieren Sie sich auf die Funktion der App.
es: Por favor sea conciso y focalizase en lo que hace la aplicación.
nl: Wees alsjeblieft beknopt en concentreer op wat de app doet.
ru: Пожалуйста, будьте лаконичны и сосредоточьтесь на том, что делает приложение.
uk: Будь ласка, будьте лаконічними та зосередьтеся на тому, що робить додаток.

source: No need to repeat '[App] is …'. No need to state that it is free/open-source or self-hosted (otherwise it wouldn't be packaged for YunoHost). Avoid marketing stuff like 'the most', or vague properties like 'easy', 'simple', 'lightweight'.
ca: No cal repetir «[L'aplicació] és…». No cal indicar que és gratuït/de codi obert o que és autoallotjat (en cas contrari, no s'empaquetaria per a YunoHost). Eviteu coses de màrqueting com «el més» o propietats vagues com «fàcil», «simple», «lleuger».
de: Es ist nicht nötig, '[App] ist…' zu wiederholen. Es muss nicht angegeben werden, dass sie kostenlos/Open-Source oder selbst gehostet ist (andernfalls wäre es nicht für YunoHost paketiert). Vermeiden Sie es, Dinge zu vermarkten mit 'am meisten' oder vage Eigenschaften wie 'einfach', 'simpel', 'leicht'.
es: No es necesario repetir «La applicación es ...» o decir que la aplicación es libre y opensource (sino no estaria disponible para YunoHost). Evita tecnicas marketing comó «La más...» o cosas abiguas como, simple, liviana.
nl: Het is niet nodig te herhalen '[App] is ...' Het is niet nodig aan te geven dat het Free/Libre Open Source is, of zelf gehost kan worden: anders zou hij zowiezo niet voor Yunohost verpakt worden. Schrijf geen marketingverhaal, "de allerbeste"/"meest ..." of vage eigenschappen zoals "makkelijk", "eenvoudig" of "lichtgewicht".
ru: Не надо повторять «[Приложение] — …». Не надо обозначать, что оно свободное или само-хостное (иначе оно не опакетировалось бы для YunoHost). Избегайте маркетинговые вещи вроде «самый» или расплывчатые свойства вроде «простой» и «легковесный».
uk: Не потрібно повторювати «[Додаток] – це …». Не потрібно вказувати, що він безкоштовний/з відкритим вихідним кодом або може бути розміщений на власному хостингу (інакше він не був би упакований для YunoHost). Уникайте маркетингових фраз на кшталт «найбільш» або розпливчастих характеристик, таких як «легкий», «простий», «не займає багато місця».

source: Project code repository
ca: Repositori de codi del projecte
de: Projekt-Code-Repository
es: Codigo fuente
nl: Officiele code repository van het project
ru: Репозиторий кода проекта
uk: Репозиторій коду проекту

source: Link to the project's LICENSE
ca: Vincle a la LLICÈNCIA del projecte (arxiu LICENSE)
de: Link zur LIZENZ des Projekts
es: Vinculo hacia la LICENCIA del proyecto
nl: Link naar de LICENTIE van het project
ru: Ссылка на ЛИЦЕНЗИЮ проекта
uk: Посилання на ЛІЦЕНЗІЮ проекту

source: The YunoHost project will only package free/open-source software (with possible case-by-case exceptions for apps which are not-totally-free)
ca: El projecte YunoHost només empaquetarà programari gratuït/de codi obert (amb possibles excepcions cas per cas per a aplicacions que no són totalment gratuïtes)
de: Das YunoHost-Projekt paketiert nur kostenlose/Open-Source-Software (mit möglichen Ausnahmen von Fall zu Fall für Apps, die nicht völlig frei sind)
es: El proyecto YunoHost incluye solamente aplicaciones libres con codigo abierto ( con excepciones caso a caso para aplicaciones que no son totalmente abiertas)
nl: Het YunoHost project accepteert enkel Free/Libre Open Source software ter packaging (met mogelijk uitzonderingen per geval voor apps die niet volledig FLOSS zijn)
ru: Проект YunoHost будет пакетировать только свободные программы (с возможными редкими исключениями для приложений, которые не полностью свободны)
uk: Проект YunoHost пакуватиме лише безкоштовне/відкрите програмне забезпечення (з можливими винятками в окремих випадках для додатків, які не є повністю відкритими)

source: Project website
ca: Web del projecte
de: Projekt-Website
es: Sitio web del proyecto
ru: Веб-сайт проекта
uk: Веб-сайт проекту

source: Please *do not* just copy-paste the code repository URL. If the project has no proper website, then leave the field empty.
ca: Si us plau, *no* només copieu i enganxeu l'URL del dipòsit de codi. Si el projecte no té un lloc web adequat, deixeu el camp buit.
de: Bitte *nicht* einfach die Code-Repository-URL kopieren und einfügen. Wenn das Projekt keine richtige Website hat, lassen Sie das Feld leer.
es: Por favor *no* copiar la URL del repositorio de código. Si el proyecto no tiene sitio, deje en blanco.
nl: Kopieer-en-plak hier alsjeblieft *niet* de link naar het code repository. Als het project niet echt een website heeft, laat het veld dan leeg.
ru: Пожалуйста, *не* добавляйте сюда URL-адрес репозитория кода. Если у проекта нет соответствующего веб-сайта, оставьте поле пустым.
uk: Будь ласка, *не* копіюйте та вставляйте URL-адресу репозиторію коду. Якщо проект не має належного веб-сайту, залиште це поле порожнім.

source: Submit
ca: Enviar
de: Einreichen
es: Enviar
nl: Inleveren
ru: Отправить
uk: Надіслати

source: Application Wishlist
ca: Llista de desitjos d'aplicacions
de: Wunschliste für Applikationen
es: Lista de deseo de aplicaciones
nl: App-verlanglijst
ru: Список желаний приложения
uk: Список бажань додатку

source: The wishlist is the place where people can collectively suggest and vote for apps that they would like to see packaged and made available in YunoHost's official apps catalog. Nevertheless, the fact that apps are listed here should by no mean be interpreted as a fact that the YunoHost project plans to integrate it, and is merely a source of inspiration for packaging volunteers.
ca: La llista de desitjos és el lloc on les persones poden suggerir i votar col·lectivament les aplicacions que els agradaria veure empaquetades i disponibles al catàleg oficial d'aplicacions de YunoHost. No obstant això, el fet que les aplicacions s'enumeren aquí no s'ha d'interpretar de cap manera com un fet que el projecte YunoHost té previst integrar-lo, i és només una font d'inspiració per als voluntaris d'embalatge.
de: Die Wunschliste ist der Ort, an dem Menschen gemeinsam Apps, die ihrer Meinung nach paketiert und im offiziellen App-Katalog von YunoHost verfügbar gemacht werden sollen, vorschlagen und für sie stimmen können. Trotzdem ist die Tatsache, dass Apps hier aufgeführt sind, keineswegs so zu interpretieren, dass das YunoHost-Projekt eine Integration plant, sondern lediglich eine Inspirationsquelle für ehrenamtliche Paketierer:innen.
es: La lista de deseo de aplicaciones existe para que todos pueda sugerir y votar para las aplicaciones que desearían ver integrada en el catalogo oficial YunoHost. Esto, no implica que la aplicación sea parte de un plan de integración por el parte del proyecto YunoHost. Es principalmente una fuente de inspiración para lo voluntarios que desearían integrar mas aplicaciones.
nl: De verlanglijst is de plaats waar mensen collectief suggesties kunnen indienen en kunnen stemmen voor apps die ze graag gepackaged zouden zien voor de officiele YunoHost app-catalogus. Desondanks, het feit dat een app op de lijst staat betekent niet dat er een voorgedefinieerd plan is de app op te nemen, en is vooral een inspiratiebron voor packaging vrijwilligers.
ru: Список желаний — это место, где люди могут коллективно предлагать и голосовать за приложения, которые они хотели бы видеть в официальном каталоге приложений YunoHost. Тем не менее, тот факт, что приложения перечислены здесь, ни в коем случае не следует интерпретировать как факт, что проект YunoHost планирует их интегрировать, и является лишь источником вдохновения для добровольных разработчиков.
uk: Список бажань – це місце, де люди можуть колективно пропонувати та голосувати за додатки, які вони хотіли б бачити упакованими та доступними в офіційному каталозі додатків YunoHost. Тим не менш, той факт, що додатки перелічені тут, жодним чином не слід інтерпретувати як факт, що проект YunoHost планує інтегрувати їх, а лише як джерело натхнення для волонтерів, які займаються упаковкою.

source: Description
ca: Descripció
de: Beschreibung
es: Descripción
nl: Beschrijving
ru: Описание
uk: Опис

source: Official website
ca: Pàgina web oficial
de: Offizielle Website
es: Sitio web oficial
nl: Officiele website
ru: Официальный веб-сайт
uk: Офіційний сайт

source: Code repository
ca: Repositori de codi
es: Repositorio de codigo
ru: Репозиторий кода
uk: Репозиторій коду

source: Star this app
ca: Destaca aquesta aplicació
de: Dieser App einen Stern geben
es: Valora esta aplicación
nl: Geef de app een ster
pt_br: Marque este aplicativo com estrela
ru: Пометить это приложение
uk: Позначити цей додаток зірочкою

source: Unstar this app
pt_br: Desmarcar este aplicativo
ru: Снять отметку с этого приложения
uk: Зняти зірочку з цього додатку

source: Total:
de: Insgesamt:
nl: Totaal:
ru: Итого:
uk: Загалом:

source: This is where packagers can monitor the status of automatic tests (CI) and ongoing major pull requests accross all apps. If you want to get started with app packaging in YunoHost, please check out the <a class='text-blue-500' href='https://doc.yunohost.org/dev/packaging/'>packaging documentation</a> and come say hi to us on the <a class='text-blue-500' href='https://doc.yunohost.org/community/chat_rooms/'>app packaging chatroom</a>!
ru: Здесь создатели пакетов могут отслеживать статус автоматических тестов (CI) и текущих основных запросов на извлечение во всех приложениях. Если вы хотите начать упаковку приложений в YunoHost, ознакомьтесь с <a class='text-blue-500' href='https://doc.yunohost.org/dev/packaging/'>документацией по созданию пакетов</a> и поприветствуйте нас в <a class='text-blue-500' href='https://doc.yunohost.org/community/chat_rooms/'>чате создателей пакетов приложений</a>!

source: Apps using v2 helpers
ru: Приложения, использующие помощники v2
uk: Додатки, що використовують помічники версії 2

source: Apps using v2.1 helpers
ru: Приложения, использующие помощники v2.1
uk: Додатки, що використовують помічники версії 2.1

source: If possible, write it in English.
ru: Если возможно, пишите на английском языке.
uk: Якщо можливо, напишіть це англійською мовою.
