Repository: YunoHost/appstore
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: ca, de, es, it, nl, pt_br, ru, uk

source: This is usually a temporary situation which requires packagers to fix something in the app.
ca: Normalment aquesta és una situació temporal que requereix que els empaquetadors solucionin alguna cosa a l'aplicació.
de: Dies ist in der Regel eine vorübergehende Situation, die von den Paketierer:innen erfordert, etwas in der App zu reparieren.
es: Esta situación es normalmente temporal hasta que un voluntario arregle el incidente.
it: Di solito, si tratta di una situazione temporanea che richiede a chi ha creato il pacchetto di sistemare qualcosa nell’app.
nl: Dit is meestal een tijdelijke situatie waarbij verpakkers iets in de app moeten repareren.
pt_br: Geralmente, essa é uma situação temporária que exige que os empacotadores corrijam algo no aplicativo.
ru: Обычно это временная ситуация, которая требует от разработчиков исправления чего-либо в приложении.
uk: Зазвичай це тимчасова ситуація, яка вимагає від пакувальників виправлення чогось у додатку.

source: This app has been good quality according to our automatic tests over at least one year.
ca: Aquesta aplicació ha estat de bona qualitat segons les nostres proves automàtiques durant almenys un any.
de: Diese App weist laut unseren automatischen Tests seit mindestens einem Jahr eine gute Qualität auf.
es: Esta aplicación esta marcada como buena debido a que paso las pruebas automáticas durante el ultimo año.
it: Quest’app è stata segnalata dai nostri test automatici come di buona qualità per almeno un anno.
nl: Deze app is volgens onze automatische tests gedurende minimaal een jaar van goede kwaliteit.
pt_br: Este aplicativo tem sido de boa qualidade de acordo com nossos testes automáticos ao longo de pelo menos um ano.
ru: Согласно результатам наших автоматических тестов, проводившихся в течение как минимум одного года, это приложение качественное.
uk: Згідно з нашими автоматичними тестами протягом щонайменше одного року, цей додаток має хорошу якість.

source: Try the demo
ca: Prova la demostració
de: Probieren Sie die Demo aus
es: Probar
it: Prova la demo
nl: Probeer de demo
pt_br: Experimente a demonstração
ru: Попробовать демо-версию
uk: Спробувати демо

source: Demo
ca: Demostració
it: Provala
pt_br: Demonstração
ru: Демонстрация
uk: Демонстрація

source: Install with YunoHost
ca: Instal·leu amb YunoHost
de: Mit YunoHost installieren
es: Instalar con YunoHost
it: Installa con YunoHost
nl: Installeer met YunoHost
pt_br: Instalar com YunoHost
ru: Установить с помощью YunoHost
uk: Встановлення за допомогою YunoHost

source: Current version: %(version)s
ca: Versió actual: %(version)s
de: Aktuelle Version: %(version)s
es: Versión actual: %(version)s
it: Versione attuale: %(version)s
nl: Huidige versie: %(version)s
pt_br: Versão atual: %(version)s
ru: Текущая версия: %(version)s
uk: Поточна версія: %(version)s

source: Potential alternative to: %(alternatives)s
ca: Alternativa potencial a: %(alternatives)s
de: Mögliche Alternative zu: %(alternatives)s
es: Alternativa a : %(alternatives)s
it: Possibile alternativa a: %(alternatives)s
nl: Mogelijk alternatief voor: %(alternatives)s
pt_br: Alternativa potencial para: %(alternatives)s
ru: Возможная альтернатива для: %(alternatives)s
uk: Можлива альтернатива для: %(alternatives)s

source: Screenshot for %(app)s
ca: Captura de pantalla de %(app)s
de: Screenshot für %(app)s
es: Captura de pantalla : %(app)s
it: Schermata di %(app)s
nl: Schermafbeelding voor %(app)s
pt_br: Captura de tela para %(app)s
ru: Снимок экрана для %(app)s
uk: Знімок екрану для %(app)s

source: This app is only compatible with these specific architectures: %(archs)s
ca: Aquesta aplicació només és compatible amb aquestes arquitectures específiques: %(archs)s
de: Diese App ist ausschliesslich mit diesen spezifischen Architekturen kompatibel: %(archs)s
es: Esta aplicación esta compatible con estas arquitecturas : %(archs)s
it: Quest’app è compatibile solamente con queste specifiche architetture: %(archs)s
nl: Deze app is enkel compatibel met deze specifieke architecturen: %(archs)s
pt_br: Este aplicativo é compatível apenas com estas arquiteturas específicas: %(archs)s
ru: Это приложение совместимо только с такими архитектурами: %(archs)s
uk: Цей додаток сумісний лише з цими конкретними архітектурами: %(archs)s

source: This app requires an unusual amount of RAM to install: %(ram)s
ca: Aquesta aplicació requereix una quantitat inusual de RAM per instal·lar-se: %(ram)s
de: Für die Installation dieser App ist ungewöhnlich viel RAM erforderlich: %(ram)s
es: Esta aplicación requiere una cantidad de RAM inusual para instalarse: %(ram)s
it: Per essere installata, quest’app richiede una quantità di RAM inusuale: %(ram)s
nl: Deze app vereist een ongebruikelijke hoeveelheid RAM om te installeren: %(ram)s
pt_br: Este aplicativo requer uma quantidade incomum de RAM para instalar: %(ram)s
ru: Для установки этого приложения требуется большое количество оперативной памяти: %(ram)s
uk: Цей додаток вимагає забагато оперативної пам'яті для встановлення: %(ram)s

source: Important infos before installing
ca: Informació important abans d'instal·lar
de: Wichtige Informationen vor der Installation
es: Informaciones importantes que leer antes de instalar
it: Informazioni importanti prima dell’installazione
nl: Belangrijke informatie voor installatie
pt_br: Informações importantes antes de instalar
ru: Важная информация перед установкой
uk: Важливі відомості перед встановленням

source: Antifeatures
ca: Anticaracterístiques
de: Anti-Funktionen
es: Características no deseables
nl: Anti-eigenschappen
pt_br: Anti-características
ru: Анти-функции
uk: Антиособливості

source: (This app has features you may not like)
ca: (Aquesta aplicació té funcions que potser no us agraden)
de: (Diese App verfügt über Funktionen, die Ihnen möglicherweise nicht gefallen)
es: ( Esta aplicación contiene características que podría no gustarle )
it: (Quest’app potrebbe avere funzionalità che non ti piacciono)
nl: (Deze app heeft functionaliteit, die je mogelijk niet op prijs stelt)
pt_br: (Este aplicativo tem recursos que você pode não gostar)
ru: (В этом приложении есть функции, которые вам могут не понравиться)
uk: (Цей додаток має функції, які вам можуть не сподобатися)

source: Useful links
ca: Vincles útils
de: Nützliche Links
es: Vínculos útiles
it: Link utili
nl: Nuttige links
pt_br: Links úteis
ru: Полезные ссылки
uk: Корисні посилання

source: App license: %(license)s
ca: Llicència de l'aplicació: %(license)s
de: App-Lizenz: %(license)s
es: Licencia: %(license)s
it: Licenza dell’app: %(license)s
nl: App-licentie: %(license)s
pt_br: Licença do aplicativo: %(license)s
ru: Лицензия приложения: %(license)s
uk: Ліцензія додатку: %(license)s

source: Official website
ca: Pàgina web oficial
de: Offizielle Webseite
es: Sitio web Oficial
it: Sito ufficiale
nl: Officiële website
pt_br: Site oficial
ru: Официальный веб-сайт
uk: Офіційний веб-сайт

source: Official admin documentation
ca: Documentació oficial d'administració
de: Offizielle Dokumentation für Admins
es: Documentación administrador oficial
it: Documentazione admin ufficiale
nl: Officiële beheerdersdocumentatie
pt_br: Documentação oficial do administrador
ru: Официальная документация администратора
uk: Офіційна адміністративна документація

source: Official user documentation
ca: Documentació oficial d'usuari
de: Offizielle Dokumentation für Benutzer:innen
es: Documentación usuario oficial
it: Documentazione ufficiale per le persone
nl: Officiële gebruikersdocumentatie
pt_br: Documentação oficial do usuário
ru: Официальная документация для пользователей
uk: Офіційна документація користувача

source: Official code repository
ca: Repositori de codi oficial
de: Offizielles Code Repository
es: Repositorio oficial del código
it: Repository ufficiale del codice
nl: Officiële code repository
pt_br: Repositório de código oficial
ru: Официальный репозиторий кода
uk: Офіційний репозиторій коду

source: YunoHost package repository
ca: Repositori de paquets YunoHost
de: YunoHost Paket-Repository
es: Repositorio YunoHost del paquete
it: Repository del pacchetto di YunoHost
nl: Opslagplaats van Yunohost-pakket
pt_br: Repositório de pacotes do YunoHost
ru: Репозиторий пакетов YunoHost
uk: Сховище пакунків YunoHost

source: YunoHost package license
ca: Llicència del paquet YunoHost
de: YunoHost Paket-Lizenz
es: Licencia del paquete YunoHost
it: Licenza del pacchetto di YunoHost
nl: Licentie Yunohost-pakket
pt_br: Licença do pacote YunoHost
ru: Лицензия пакетов YunoHost
uk: Ліцензія пакету YunoHost

source: YunoHost app store
ca: Botiga d'aplicacions YunoHost
es: Catalogo de aplicaciones YunoHost
it: App store di YunoHost
nl: YunoHost appwinkel
pt_br: Loja de aplicativos do YunoHost
ru: Магазин приложений YunoHost
uk: Магазин додатків YunoHost

source: Home
ca: Inici
es: Inicio
it: Homepage
nl: Thuis
pt_br: Página inicial
ru: Главная
uk: Головна

source: Catalog
ca: Catàleg
de: Katalog
es: Catálogo
it: Catalogo
nl: Catalogus
pt_br: Catálogo
ru: Каталог
uk: Каталог

source: Wishlist
ca: Llista de desitjos
de: Wunschliste
es: Lista de deseos
it: Lista dei desideri
nl: Verlanglijst
pt_br: Lista de desejos
ru: Список желаний
uk: Список бажань

source: Packaging dashboard
ca: Tauler d'empaquetat
de: Paketierungsoberfläche
es: Tablero de integración
it: Piattaforma di creazione pacchetti
nl: Dashboard pakketten
pt_br: Painel de empacotamento
ru: Панель управления упаковкой
uk: Інформаційна панель пакування

source: Charts & history
ca: Gràfiques i història
de: Charts & Historie
es: Curvas y estadísticas
nl: Statistieken & historie
pt_br: Gráficos & histórico
ru: Графики и история
uk: Діаграми та історія

source: YunoHost documentation
ca: Documentació de YunoHost
de: YunoHost-Dokumentation
es: Documentacion YunoHost
it: Documentazione di YunoHost
nl: YunoHost documentatie
pt_br: Documentação do YunoHost
ru: Документация YunoHost
uk: Документація YunoHost

source: Toggle light/dark mode
ca: Canvia el mode clar/fosc
de: in Hellen-/Dunklenmodus wechseln
es: Cambiar entre modo claro y oscuro
it: Cambia modalità chiara/scura
nl: Schakel licht-/donkermodus
pt_br: Alternar entre modo claro/escuro
ru: Переключить на светлый/тёмный режим
uk: Перемикання світлого/темного режиму

source: Login using YunoHost's forum
ca: Inicieu sessió mitjançant el fòrum de YunoHost
de: Login über YunoHost-Forum
es: Iniciar con el usuario del forum YunoHost
it: Accedi con il forum di YunoHost
nl: Log in met YunoHost forum account
pt_br: Faça login usando o fórum da YunoHost
ru: Войти через форум YunoHost
uk: Вхід через форум YunoHost

source: Packaging boards
ca: Taulers d'empaquetat
de: Paket-Dashboards
es: Tabla de integraciones
nl: Packaging dashboards
pt_br: Painéis de pacotes
ru: Панели пакетов
uk: Інфопанелі пакування

source: Logout
ca: Tancar sessió
de: Ausloggen
es: Salir
it: Esci
nl: Uitloggen
pt_br: Sair
ru: Выйти
uk: Вийти

source: Toggle menu
ca: Canvia el menú
de: Menu umschalten
es: Desplegar el menu
it: Apri/chiudi menu
nl: Menu in-/uitklappen
pt_br: Alternar menu
ru: Переключить меню
uk: Перемкнути меню

source: Made with <i class='text-red-500 fa fa-heart-o' aria-label='love'></i> using <a class='text-blue-800 dark:text-blue-400' href='https://flask.palletsprojects.com'>Flask</a> and <a class='text-blue-800 dark:text-blue-400' href='https://tailwindcss.com/'>TailwindCSS</a>
ca: Fet amb <i class='text-red-500 fa fa-heart-o' aria-label='love'></i> fent servir <a class='text-blue-800' href='https://flask.palletsprojects.com'>Flask</a> i <a class='text-blue-800' href='https://tailwindcss.com/'>TailwindCSS</a>
de: Bereitgestellt mit <i class='text-red-500 fa fa-heart-o' aria-label='love'></i> mit Hilfe von <a class='text-blue-800' href='https://flask.palletsprojects.com'>Flask</a> und <a class='text-blue-800' href='https://tailwindcss.com/'>TailwindCSS</a>
es: Hecho con <i class='text-red-500 fa fa-heart-o' aria-label='love'></i> usando <a class='text-blue-800 dark:text-blue-400' href='https://flask.palletsprojects.com'>Flask</a> y <a class='text-blue-800 dark:text-blue-400' href='https://tailwindcss.com/'>TailwindCSS</a>
it: Creato con <i class='text-red-500 fa fa-heart-o' aria-label='love'></i> usando <a class='text-blue-800 dark:text-blue-400' href='https://flask.palletsprojects.com'>Flask</a> e <a class='text-blue-800 dark:text-blue-400' href='https://tailwindcss.com/'>TailwindCSS</a>
nl: Gemaakt met <i class='text-red-500 fa fa-heart-o' aria-label='love'></i> met ondersteuning van <a class='text-blue-800 dark:text-blue-400' href='https://flask.palletsprojects.com'>Flask</a> en <a class='text-blue-800 dark:text-blue-400' href='https://tailwindcss.com/'>TailwindCSS</a>
pt_br: Feito com <i class='text-red-500 fa fa-heart-o' aria-label='amor'></i> usando <a class='text-blue-800 dark:text-blue-400' href='https://flask.palletsprojects.com'>Flask</a> e <a class='text-blue-800 dark:text-blue-400' href='https://tailwindcss.com/'>TailwindCSS</a>
ru: Сделано с <i class='text-red-500 fa fa-heart-o' aria-label='love'></i>, используя <a class='text-blue-800 dark:text-blue-400' href='https://flask.palletsprojects.com'>Flask</a> и <a class='text-blue-800 dark:text-blue-400' href='https://tailwindcss.com/'>TailwindCSS</a>
uk: Зроблено з <i class='text-red-500 fa fa-heart-o' aria-label='love'></i>, використовуючи <a class='text-blue-800 dark:text-blue-400' href='https://flask.palletsprojects.com'>Flask</a> і <a class='text-blue-800 dark:text-blue-400' href='https://tailwindcss.com/'>TailwindCSS</a>

source: Source
ca: Font
de: Quelle
es: Fuente
it: Sorgente
nl: Bron
pt_br: Origem
ru: Источник
uk: Джерело

source: Terms of Services
ca: Condicions dels serveis
de: Nutzungsbedingungen
es: Terminos de contrato
it: Termini di servizio
nl: Servicevoorwaarden
pt_br: Termos de Serviço
ru: Условия использования
uk: Умови надання послуг

source: Application Catalog
ca: Catàleg d'aplicacions
de: Applikations-Katalog
es: Catálogo de aplicaciones
it: Catalogo delle applicazioni
nl: Toepassingscatalogus
pt_br: Catálogo de Aplicativos
ru: Каталог приложений
uk: Каталог додатків

source: Search
ca: Cercar
de: Suche
es: Buscar
it: Cerca
nl: Zoeken
pt_br: Pesquisar
ru: Поиск
uk: Пошук

source: Search for…
ca: Buscar…
de: Suchen nach…
es: Buscar…
it: Cerca…
nl: Zoeken naar…
pt_br: Pesquisar por…
ru: Искать…
uk: Шукати…

source: All apps
ca: Totes les aplicacions
de: Alle Apps
es: Todas
it: Tutte le app
nl: Alle apps
pt_br: Todos os aplicativos
ru: Все приложения
uk: Всі додатки

source: Sort by
ca: Ordenar per
de: Sortieren nach
es: Ordenar por
it: Ordina per
nl: Sorteer op
pt_br: Ordenar por
ru: Сортировать по
uk: Сортувати за

source: Popularity
ca: Popularitat
de: Popularität
es: Popularidad
it: Popolarità
nl: Populariteit
pt_br: Popularidade
ru: Популярность
uk: популярністю

source: Newest
ca: Novetat
de: Neueste
es: Novedad
it: Più recente
nl: Nieuwste
pt_br: Mais recente
ru: Новее
uk: Найновіші

source: Alphabetical
ca: Alfabèticament
de: Alphabetisch
es: Alfabético
it: Alfabetico
nl: Alfabet
pt_br: Alfabética
ru: По алфавиту
uk: За алфавитом

source: Requires to be logged-in
ca: Requereix estar connectat
de: Erfordert eingeloggt zu sein
es: Necesita estar conectado
it: Richiede di aver fatto l’accesso
nl: Vereist ingelogd te zijn
pt_br: Requer autenticação
ru: Требуется вход в систему
uk: Потребує авторизації

source: Show only apps you starred
ca: Mostra només les aplicacions que has destacat
de: Zeige nur meine Favoriten
es: Mostrar solo aplicaciones que valoró
it: Mostra solo le app che hai votato
nl: Toon enkel favoriete apps
pt_br: Mostrar apenas os aplicativos que você marcou com estrela
ru: Показать только приложения, отмеченные звёздочкой
uk: Показувати лише додатки, які ви позначили зірочкою

source: No results found.
ca: Sense resultats.
de: Keine Resultate gefunden.
es: No hay resultados para esta búsqueda.
it: Nessun risultato trovato.
nl: Geen resultaten.
pt_br: Nenhum resultado encontrado.
ru: Результаты не найдены.
uk: Результатів не знайдено.

source: Not finding what you are looking for?
ca: No trobes el que estàs buscant?
de: Finden Sie nicht, wonach Sie suchen?
es: ¿No esta encontrando lo que buscas?
it: Non trovi ciò che stai cercando?
nl: Vind je niet wat je zoekt?
pt_br: Não está encontrando o que procura?
ru: Не нашли то, что искали?
uk: Не знайшли те, що ви шукали?

source: Checkout the wishlist!
ca: Fes una ullada a la llista de desitjos!
de: Schauen Sie sich die Wunschliste an!
es: ¡Verifica la lista de deseos!
it: Dai un’occhiata alla lista dei desideri!
nl: Bekijk de verlanglijst!
pt_br: Confira a lista de desejos!
ru: Ознакомьтесь со списком желаний!
uk: Перевірте список бажань!

source: Applications currently flagged as broken
ca: Aplicacions marcades actualment com a trencades
de: Applikationen, die gegenwärtig als defekt markiert sind
es: Aplicaciones marcada como rotas
it: Applicazioni momentaneamente segnalate come rotte
nl: Applicaties momenteel gemarkeerd als defect
pt_br: Aplicativos atualmente sinalizados como quebrados
ru: Приложения, которые в настоящее время помечены как неработающие
uk: Додатки, що зараз позначені як несправні

source: These are apps which failed our automatic tests.
ca: Aquestes són aplicacions que no han passat les nostres proves automàtiques.
de: Das sind Apps, welche die automatischen Tests nicht bestanden haben.
es: Estas aplicaciones fallaron a nuestras pruebas automáticas.
it: Queste sono applicazioni che hanno fallito i nostri test automatici.
nl: Dit zijn apps die niet door onze automatische tests zijn gekomen.
pt_br: Estes são aplicativos que falharam em nossos testes automáticos.
ru: Это приложения, которые не прошли наши автоматические тесты.
uk: Це додатки, які не пройшли наші автоматичні тести.

source: Deprecated applications
ca: Aplicacions obsoletes
de: Veraltete Applikationen
es: Aplicaciones obsoletas
it: Applicazioni deprecate
nl: Verouderde applicaties
pt_br: Aplicativos obsoletos
ru: Устаревшие приложения
uk: Застарілі додатки

source: These are apps who are not maintained anymore.
ca: Aquestes són aplicacions que ja no es mantenen.
de: Dies sind Apps, die nicht mehr betreut werden.
es: Estas aplicaciones non están mas mantenidas.
it: Queste sono applicazioni che non vengono più mantenute.
nl: Dit zijn apps die niet meer worden onderhouden.
pt_br: Esses são aplicativos que não são mais mantidos.
ru: Это приложения, которые больше не поддерживаются.
uk: Це додатки, які більше не підтримуються.

source: This means that the developer will no longer update them. We strongly advise against their installation and advise users to find alternatives.
ca: Això vol dir que el desenvolupador ja no els actualitzarà. Desaconsellem fermament la seva instal·lació i aconsellem als usuaris que trobin alternatives.
de: Das bedeutet, dass der/die Entwickler:in sie nicht mehr aktualisieren wird. Wir raten dringend von deren Installation ab und empfehlen Benutzer:innen, nach Alternativen zu suchen.
es: Esto significa que el desarrollador no las actualizara mas. Les aconsejamos no instalar las y encontrar alternativas.
it: Questo significa che lo sviluppatore non le aggiornerà più. Suggeriamo caldamente di non installarle e invitiamo a trovare alternative.
nl: Dit betekent dat de ontwikkelaar ze niet langer zal updaten. Wij raden de installatie ervan ten zeerste af en adviseren gebruikers om alternatieven te vinden.
pt_br: Isso significa que o desenvolvedor não os atualizará mais. Desaconselhamos fortemente a sua instalação e aconselhamos os utilizadores a encontrar alternativas.
ru: Это означает, что разработчик больше не будет их обновлять. Мы настоятельно не рекомендуем их устанавливать и советуем пользователям найти альтернативы.
uk: Це означає, що розробник більше не буде їх оновлювати. Ми настійно проти їх встановлення та радимо користувачам знайти альтернативи.

source: Apps quality level from automatic tests
ca: Nivell de qualitat de les aplicacions a partir de proves automàtiques
de: automatisches App Qualitätslevel
es: Calidad de la aplicación al pasar las pruebas automáticas
it: Livello di qualità delle app secondo test automatici
nl: Kwaliteitsniveau van apps uit automatische tests
pt_br: Nível de qualidade dos aplicativos de testes automáticos
ru: Уровень качества приложений по результатам автоматических тестов
uk: Рівень якості додатків з автоматичних тестів

source: Apps quality level history
ca: Historial del nivell de qualitat de les aplicacions
de: App Qualitätslevel Historie
es: estadística históricas de la calidad de la aplicacion
it: Storico del livello di qualità delle app
nl: Kwaliteitsniveau apps historie
pt_br: Histórico de nível de qualidade de aplicativos
ru: История уровня качества приложений
uk: Історія рівнів якості додатків

source: History
ca: Historial
de: Historie
es: Histórico
it: Storico
nl: Historie
pt_br: Histórico
ru: История
uk: Історія

source: Added
ca: Afegit
de: Hinzugefügt
es: Agregado
it: Aggiunta
nl: Toegevoegd
pt_br: Adicionado
ru: Добавлено
uk: Додано

source: Repaired
ca: Reparat
de: Repariert
es: Reparado
it: Riparata
nl: Gerepareerd
pt_br: Corrigido
ru: Восстановлено
uk: Відремонтовано

source: Broke
ca: Trencat
de: Defekt
es: Roto
it: Rotta
nl: Defect
pt_br: Quebrado
ru: Сломано
uk: Зламано

source: Removed
ca: Eliminat
de: Entfernt
es: Borrado
it: Rimossa
nl: Verwijderd
pt_br: Removido
ru: Удалено
uk: Видалено

source: Unknown
ca: Desconegut
de: Unbekannt
es: Indefinido
it: Stato sconosciuto
nl: Onbekend
pt_br: Desconhecido
ru: Неизвестно
uk: Невідомо

source: Level 0
ca: Nivell 0
es: Nivel 0
it: Livello 0
nl: Niveau 0
pt_br: Nível 0
ru: Уровень 0
uk: Рівень 0

source: Level 1
ca: Nivell 1
es: Nivel 1
it: Livello 1
nl: Niveau 1
pt_br: Nível 1
ru: Уровень 1
uk: Рівень 1

source: Level 2
ca: Nivell 2
es: Nivel 2
it: Livello 2
nl: Niveau 2
pt_br: Nível 2
ru: Уровень 2
uk: Рівень 2

source: Level 3
ca: Nivell 3
es: Nivel 3
it: Livello 3
nl: Niveau 3
pt_br: Nível 3
ru: Уровень 3
uk: Рівень 3

source: Level 4
ca: Nivell 4
es: Nivel 4
it: Livello 4
nl: Niveau 4
pt_br: Nível 4
ru: Уровень 4
uk: Рівень 4

source: Level 5
ca: Nivell 5
es: Nivel 5
it: Livello 5
nl: Niveau 5
pt_br: Nível 5
ru: Уровень 5
uk: Рівень 5

source: Level 6
ca: Nivell 6
es: Nivel 6
it: Livello 6
nl: Niveau 6
pt_br: Nível 6
ru: Уровень 6
uk: Рівень 6

source: Level 7
ca: Nivell 7
es: Nivel 7
nl: Niveau 7
pt_br: Nível 7
ru: Уровень 7
uk: Рівень 7

source: Level 8
ca: Nivell 8
es: Nivel 8
nl: Niveau 8
pt_br: Nível 8
ru: Уровень 8
uk: Рівень 8

source: Level %(level)s:
ca: Nivell %(level)s:
es: Nivel %(level)s:
nl: Niveau %(level)s:
ru: Уровень %(level)s:
uk: Рівень %(level)s:

source: Level %(level)s
ca: Nivell %(level)s
es: Nivel %(level)s
nl: Niveau %(level)s
ru: Уровень %(level)s
uk: Рівень %(level)s

source: App packaging dashboard
ca: Tauler d'empaquetat d'aplicacions
de: App Paketierungsübersicht
es: Tablero de integración de aplicaciones
ru: Панель управления пакетами приложений
uk: Інформаційна панель упаковки додатків
